Repository: vincentbitter/football-club-manager
Catalog: languages/football-club-manager-*.po
Languages: nl_nl

source: Easily create a website for your football club to publish teams, players and fixtures.
nl_nl: Maak eenvoudig een website voor je voetbalvereniging met teams, spelers en wedstrijden.

source: At a Glance
nl_nl: In een oogopslag

source: Settings
nl_nl: Instellingen

source: Save settings
nl_nl: Instellingen opslaan

source: Birthdays
nl_nl: Verjaardagen

source: No birthdays today.
nl_nl: Vandaag is niemand jarig.

source: Results
nl_nl: Uitslagen

source: No matches found.
nl_nl: Geen wedstrijden gevonden.

source: Upcoming matches
nl_nl: Speelschema

source: Players of %s
nl_nl: Spelers van %s

source: No players found for this team.
nl_nl: Geen spelers gevonden voor dit team.

source: No matches found for this team.
nl_nl: Geen wedstrijden gevonden voor dit team.

source: Players
nl_nl: Spelers

source: Matches
nl_nl: Wedstrijden

source: Match
nl_nl: Wedstrijd

source: New match
nl_nl: Nieuwe wedstrijd

source: Edit match
nl_nl: Wijzig wedstrijd

source: No matches found
nl_nl: Geen wedstrijden gevonden

source: No matches found in the trash
nl_nl: Geen wedstrijden gevonden in de prullenbak

source: Search match
nl_nl: Zoek wedstrijd

source: Match information
nl_nl: Wedstrijdinformatie

source: Date
nl_nl: Datum

source: From
nl_nl: Van

source: Till
nl_nl: Tot

source: Home game
nl_nl: Thuiswedstrijd

source: Away game
nl_nl: Uitwedstrijd

source: Goals
nl_nl: Doelpunten

source: Opponent
nl_nl: Tegenstander

source: Final score
nl_nl: Einduitslag

source: Date/time
nl_nl: Datum/tijd

source: Home team
nl_nl: Thuisteam

source: Away team
nl_nl: Uitteam

source: Result
nl_nl: Uitslag

source: Player
nl_nl: Speler

source: New player
nl_nl: Nieuwe speler

source: Edit player
nl_nl: Wijzig speler

source: Player photo
nl_nl: Spelersfoto

source: Set player photo
nl_nl: Spelersfoto instellen

source: Remove player photo
nl_nl: Verwijder spelersfoto

source: Use as player photo
nl_nl: Als spelersfoto gebruiken

source: No players found
nl_nl: Geen spelers gevonden

source: No players found in the trash
nl_nl: Geen spelers gevonden in de prullenbak

source: Search player
nl_nl: Zoek speler

source: Player information
nl_nl: Spelersinformatie

source: First name
nl_nl: Voornaam

source: Last name
nl_nl: Achternaam

source: Date of birth
nl_nl: Geboortedatum

source: Publish birthday?
nl_nl: Publiceer geboortedatum

source: Publish age?
nl_nl: Publiceer leeftijd

source: New team
nl_nl: Nieuw team

source: Edit team
nl_nl: Wijzig team

source: Team photo
nl_nl: Teamfoto

source: Set team photo
nl_nl: Teamfoto instellen

source: Remove team photo
nl_nl: Verwijder teamfoto

source: Use as team photo
nl_nl: Als teamfoto gebruiken

source: No teams found
nl_nl: Geen teams gevonden

source: No teams found in the trash
nl_nl: Geen teams gevonden in de prullenbak

source: Search team
nl_nl: Zoek team

source: Team Page Settings
nl_nl: Teampagina instellingen

source: Show players
nl_nl: Toon spelers

source: Show results
nl_nl: Toon uitslagen

source: Show schedule
nl_nl: Toon speelschema

source: Elements
nl_nl: Elementen

source: Player Settings
nl_nl: Speler instellingen

source: Publish birthday by default
nl_nl: Publiceer standaard geboortedatum

source: Publish age by default
nl_nl: Publiceer standaard leeftijd

source: Number of items
nl_nl: Aantal items

source: Select the maximum number of results to show.
nl_nl: Selecteer het maximum aantal resultaten om te tonen.

source: Number of days
nl_nl: Aantal dagen

source: Select the number of days to search back for results.
nl_nl: Selecteer het aantal dagen om terug te zoeken naar uitslagen.

source: Select the maximum number of matches to show.
nl_nl: Selecteer het maximum aantal wedstrijden om te tonen.

source: Select the number of days to search for matches.
nl_nl: Selecteer het aantal dagen om vooruit te zoeken naar wedstrijden.

source: Player Name
nl_nl: Naam Speler

source: Select a team
nl_nl: Selecteer een team

source: Team Settings
nl_nl: Team Instellingen

source: Loading teams...
nl_nl: Teams laden…

source: Choose a team...
nl_nl: Kies een team…

source: If you add the component to a team page, you don't need to set this field. It will automatically show the players of the current team.
nl_nl: Als het component wordt toegevoegd aan een teampagina, hoeft dit veld niet ingesteld te worden. Het wordt dan automatisch gevuld met de spelers van dat team.

source: If you add the component to a team page, you don't need to set this field. It will automatically show the matches of the current team.
nl_nl: Als het component wordt toegevoegd aan een teampagina, hoeft dit veld niet ingesteld te worden. Het wordt dan automatisch gevuld met de wedstrijden van dat team.

# block title
source: Birthdays
nl_nl: Verjaardagen

# block description
source: Show an overview of people who have a birthday today.
nl_nl: Toon een overzicht van de mensen die vandaag jarig zijn.

# block title
source: Results
nl_nl: Uitslagen

# block description
source: Show an overview of recent results.
nl_nl: Toon een overzicht van recente uitslagen.

# block title
source: Schedule
nl_nl: Speelschema

# block description
source: Show an overview of upcoming matches.
nl_nl: Toon een overzicht van de aankomende wedstrijden.

# block title
source: Team Players
nl_nl: Team Spelers

# block description
source: Show an overview of the players in a team.
nl_nl: Toon een overzicht van de spelers in een team.

# block title
source: Team Results
nl_nl: Team Uitslagen

# block description
source: Show an overview of recent results of a team.
nl_nl: Toon een overzicht van de recente uitslagen van een team.

# block title
source: Team Schedule
nl_nl: Team Speelschema

# block description
source: Show an overview of the upcoming matches of a team.
nl_nl: Toon een overzicht van de aankomende wedstrijden van een team.
